// Напишите программу которая на вход принимает число и выдает его квадрат
Console.Write("Введите число");
int number = Convert.ToInt32(Console.ReadLine());
int square = number * number; 
Console.Write(square); 